Revit 2027 API
UnitTypeId.Lux Property
 Lux.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lux { get; }
Public Shared ReadOnly Property Lux As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lux {
	ForgeTypeId^ get ();
}
static member Lux : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace